const ThoseInstrs = () => {
  return (
    <>
      <p className="gen-lessons-instr">
        <span>1.</span> Ввод кадастрового номера.
        <br />
        <span>2.</span> Запуск поиска кадастрового номера.
        <br />
        <span>3.</span> Запуск создания презентаций.
        <br />
        <span>4.</span> Удаление презентации из списка.
        <br />
        <span>5.</span> Вставка координат участка из буфера обмена.
        <br />
        <span>6.</span> Выбор шаблона презентации (дизайна).
        <br />
        <span>7.</span> Выбор набора слайдов.
        <br />
        <span>8.</span> Отметить презентацию в списке для просмотра участка на
        карте или для удаления.
        <br />
        <span>9.</span> Отметить презентацию в списке для генерации.
        <br />
        <span>10.</span> Ввод ID (уникального идентификатора) для изменения
        видимой области на слайде.
        <br />
        <span>11.</span> Изменение автоматически присвоенного при добавлении
        презентации адреса / ввод адреса.
        <br />
        <span>12.</span> Ввод уникального (для списка генерируемых презентаций)
        имени файла, с которым презентация будет сохранена в папку.
        <br />
        <span>13.</span> Изменение автоматически присвоенного при добавлении
        презентации кадастрового номера / ввод кадастрового номера.
        <br />
        <span>14.</span> Ввод значения масштаба для схем ортофото, кроме
        ортофото района.
        <br />
        <span>15.</span> Ввод значения масштаба для ортофо района и всех
        остальных схем.
        <br />
        <span>16.</span> Ввод номера заявки ПЗЗ для набора слайдов "Внесение
        изменений в ПЗЗ".
        <br />
        <span>17.</span> Карта с расположением участка.
        <br />
        <span>18.</span> Выбор из присвоенных в списке презентаций ID, для
        изменения видимой области на слайде.
        <br />
        <span>19.</span> Изменение видимой области на слайде для презентации с
        выбранным в списке слева ID.
        <br />
        <span>20.</span> Открыть инструкцию по программе.
        <br />
        <span>21.</span> Версия программы.
      </p>
    </>
  );
};

export default ThoseInstrs;
